"HPWRefreshHeaderIdleText" = "Pull down to refresh";
"HPWRefreshHeaderPullingText" = "Release to refresh";
"HPWRefreshHeaderRefreshingText" = "Loading...";

"HPWRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"HPWRefreshAutoFooterRefreshingText" = "Loading...";
"HPWRefreshAutoFooterNoMoreDataText" = "No more data";

"HPWRefreshBackFooterIdleText" = "Pull up to load more";
"HPWRefreshBackFooterPullingText" = "Release to load more.";
"HPWRefreshBackFooterRefreshingText" = "Loading...";
"HPWRefreshBackFooterNoMoreDataText" = "No more data";

"HPWRefreshHeaderLastTimeText" = "Last update:";
"HPWRefreshHeaderDateTodayText" = "Today";
"HPWRefreshHeaderNoneLastDateText" = "No record";
